<template>
  <div>
    <h1 class="title">About Us</h1>
    <div class="gallery">
      <h5>當代愛茶人士的新品牌《梨大院》</h5>
      <p class="story"> 
        《梨大院》嚴選高山產區高山茶品牌源起⋯
        在台灣平均擁海拔2500公尺以上的高山茶應該就屬（梨山、福壽山、華崗、大禹嶺）院區這幾個山頭的高山茶遠近馳名了，40年來在這片群山環繞茶園星羅棋布於平緩丘陵與高聳群山之間，風土富饒給予茶樹最肥沃的滋養其間有一群人努力的和高山峻嶺酷暑嚴寒搏鬥種出了台灣最好的高山茶，山林的俊秀之氣化作青掦花香與甘醇綿長的喉韻這樣的好茶品牌我們把它命名為《梨大院》⋯
        在海拔2500公尺的高山上散落幾座茶廠原本生產製作的茶只契作給店家，業主因為感受到現今年輕人不懂茶非常的可惜，茶文化無法傳承⋯於是燃起開創當代愛茶人士新品牌的念頭和講究的現代製茶工藝精神融合在一起的使命感終於催生了《梨大院》，茶是台灣風情文化的代表之一，業主以潛心製茶與烘焙工藝40年的經驗為您開啟探訪茶香瀰漫的《梨大院》。
      </p>
      <img src="@/assets/images/teaShop.jpg">
    </div>
  </div>
</template>

<script>
export default {
  name: 'About',
    data () {
       return {
      page: 'about'
    }
  }
}
</script>

<style scoped>
h5 {
  margin-bottom: 2em;
}
</style>